import React from "react";
import "./about.scss";

const About = () => {
  return (
    <>
      <section className="about">
        <div className="about_us">
          <h4>Про нас:</h4>
        </div>
        <div className="about_description">
          <h4>Librix - простір для тих, хто читає з інтересом</h4>
          <p>
            Librix - це книжковий інтернет-магазин, створений з любові до
            читання та поваги до читача. Ми віримо, що книга — це більше, ніж
            товар. Це ідея, емоція, натхнення і новий погляд на світ. Саме тому
            ми зібрали в одному місці книги, до яких хочеться повертатися.
          </p>
          <p>
            {" "}
            Ідея Librix народилася з бажання зробити якісну літературу доступною
            незалежно від місця проживання. Ми постійно розширюємо асортимент,
            уважно ставимося до вибору видавництв і прагнемо, щоб кожен читач
            знайшов у нас «свою» книгу.
          </p>

          <h4>Наша місія</h4>
          <p>
            Ми прагнемо популяризувати читання та підтримувати культуру книги.
            Наша мета - зробити літературу ближчою, зрозумілішою та доступнішою
            для кожного.
          </p>
          <p>Для цього ми: </p>
          <ul>
            <li>
              формуємо широкий асортимент художньої, нон-фікшн та дитячої
              літератури;
            </li>
            <li>підтримуємо українських авторів і видавців;</li>
            <li>
              добираємо книги різними мовами для читачів з різними інтересами.{" "}
            </li>
          </ul>

          <h4>Наш підхід</h4>
          <p>
            Ми цінуємо комфорт наших клієнтів, тому приділяємо увагу кожній
            деталі - від зручного пошуку на сайті до якісного пакування
            замовлень. Детальні описи, актуальні обкладинки та рекомендації
            допомагають легко обрати книгу навіть без довгих пошуків.
          </p>
          <p>
            Наша служба підтримки завжди готова допомогти з вибором, порадити
            новинки або підказати книгу на подарунок.
          </p>

          <h4>Інтернет-магазин Librix</h4>
          <p>
            В інтернет-магазині Librix ви знайдете книги на будь-який смак:
            сучасні бестселери, класику, професійну літературу, книги для дітей
            і підлітків. Ми регулярно проводимо акції, пропонуємо вигідні
            добірки та готуємо спеціальні пропозиції для постійних клієнтів.
          </p>

          <p>
            Сайт Librix створений так, щоб процес покупки був швидким,
            зрозумілим і приємним.
          </p>

          <h4>Наша команда</h4>
          <p>
            Команда Librix - це люди, яких об’єднує любов до книг і бажання
            ділитися цією любов’ю з іншими. Ми постійно навчаємося, слідкуємо за
            книжковими новинками та працюємо над тим, щоб кожен клієнт відчував
            турботу й довіру.
          </p>
          <p>
            Якщо ви поділяєте наші цінності та хочете працювати у світі книг -
            слідкуйте за нашими новинами та вакансіям
          </p>
        </div>
      </section>
    </>
  );
};

export default About;
