import React from "react";
import "./oferta.scss";

const Oferta = () => {
  return (
    <>
      <section className="oferta">
        <div className="oferta_ua">
          <h4>Публічний договір (оферта):</h4>
        </div>
        <div className="oferta_description">
          <h4>ПУБЛІЧНИЙ ДОГОВІР (ОФЕРТА) на купівлю-продаж товарів:</h4>
          <h5> 1. ЗАГАЛЬНІ ПОЛОЖЕННЯ </h5>
          <ol>
            <li>
              1.1. Умови цього Договору є однаковими для всіх покупців незалежно
              від їх статусу без надання переваги одному покупцю перед іншим.
            </li>
            <li>
              1.2. Відповідно до статей 633, 638, 641 Цивільного кодексу України
              цей Договір є публічною пропозицією укласти договір
              купівлі-продажу товару, представленого у Інтернет-магазині
              Продавця за посиланням: https://librix.com.ua. В разі прийняття
              (акцепту) викладених в Договорі умов, будь-яка дієздатна фізична
              особа, фізична особа-підприємець або юридична особа стає стороною
              за Договором та зобов'язується виконувати всі його умови.
            </li>
          </ol>
          <h5> 2. ВИЗНАЧЕННЯ ТЕРМІНІВ</h5>
          <ol>
            <li>
              2.1. Інтернет-магазин – веб-сайт Продавця за посиланням:
              www.librax.com.ua, створений для надання інформації та оформлення
              замовлення Покупцями на підставі цього Договору.
            </li>
            <li>
              2.2. Покупець – фізична особа, фізична особа-підприємець, юридична
              особа, яка прийняла в повному обсязі та без виключень умови
              Договору (особа, яка здійснила акцепт оферти) в порядку
              визначеному цим Договором.
            </li>
            <li>
              2.3. Товар – опубліковані в Інтернет-магазині товари (об'єкти
              Договору) із зазначенням їх: назви, ціни, опису, характеристики,
              наявності.
            </li>
          </ol>

          <h5> 3. ПРЕДМЕТ ДОГОВОРУ </h5>
          <ol>
            <li>
              3.1. Продавець зобов'язується на умовах та в порядку, визначених
              цим Договором передати у власність Покупця Товар на основі
              замовлення, оформленого Покупцем на відповідній сторінці
              Інтернет-магазину, а Покупець зобов'язується на умовах та в
              порядку, визначених цим Договором, оплатити і прийняти Товар.
            </li>
            <li>
              3.2. Датою укладення Договору (акцептом оферти) та моментом
              повного й беззаперечного прийняттям Покупцем умов Договору
              вважається дата заповнення Покупцем форми замовлення
              Інтернет-магазину, за умови отримання Покупцем від Продавця
              підтвердження замовлення в електронному вигляді.
            </li>
          </ol>
        </div>
      </section>
    </>
  );
};

export default Oferta;
