import React from "react";
import "./deliveryPayment.scss";

const DeliveryPayment = () => {
  return (
    <>
      <section className="delivery-payment">
        <div className="delivery-payment__ua">
          <h4>Доставка і оплата:</h4>
        </div>
        <div className="delivery-payment__description">
          <h4>Оплата:</h4>
          <p>1. Оплата при отриманні замовлення (безготівкова, готівкова).</p>
          <p>2. Карткою онлайн:</p>
          <ul>
            <li>- Оплата картою Visa/Mastercard</li>
            <li>- Оплата картою Зимова єПідтримка/Національний кешбек</li>
            <li>
              - Оплата віртуальною платіжною карткою єКнига, яку можна відкрити
              у додатку Дія
            </li>
          </ul>

          <h5>
            Доставка: ми здійснюємо відправлення ваших книжечок в термін від 1
            до 3 днів.
          </h5>
          <p>
            У разі виникнення додаткових питань чи уточнень, ми неодмінно
            зв'яжемося з вами перед відправкою.{" "}
          </p>

          <p>
            Доступні служби доставки: Нова пошта, міжнародна доставка Nova Post,
            Укрпошта та Meest Пошта.
          </p>

          <h4>Міжнародна доставка:</h4>

          <p>
            В разі якщо покупець вчасно не забрав товар, або відмовився
            сплачувати за транспортні послуги (доставку, зберігання, пересилку,
            та ін.), відправлений міжнародною доставкою (за межі України) -
            товар може бути списано і утилізовано. Вартість товару в такому разі
            покупцю не компенсується. Якщо покупцю необхідно здійснити додаткові
            логістичні операції з товаром, відправленим міжнародною доставкою за
            межі України (у тому числі, але не обмежуючись, і переадресація на
            адресу на території України) - усі витрати на ці операції
            сплачуються покупцем за власний рахунок. Несплата за такі
            послуги/операції може призвести до списання та утилізації товару без
            виплати компенсації. В разі недоцільності пересилки (у тому числі,
            але не обмежуючись, через високу вартість логістичних послуг)
            Книгарнею “Є” може бути запропонований альтернативний механізм
            (наприклад, оформлення повторного замовлення із передплатою, та
            оплата логістичних витрат). У такому разі товар який недоцільно
            пересилати може бути списано і утилізовано.
          </p>

          <h5>Механізм формування замовлення:</h5>

          <p>
            Усі замовлення, що надходять від вас, одразу обробляють наші
            менеджери. Якщо ви вказали всі необхідні дані, ми автоматично
            підтверджуємо ваше замовлення, без дзвінка менеджера, і надсилаємо
            смс з інформацією, що замовлення передано на склад і готується до
            відправлення, тому очікуйте:
          </p>
          <ul>
            <li>
              - наступне смс повідомлення з номером ТТН (товарно-транспортної
              накладної) вашої посилки, якщо ви обрали відділення Нової пошти чи
              Укрпошти;
            </li>
            <li>
              - телефонний дзвінок кур'єра, якщо ви обрали кур'єрську доставку.
            </li>
          </ul>
          <p>
            У разі, якщо в замовленні бракує інформації, вам обов'язково
            зателефонує менеджер для уточнення необхідних даних.
          </p>
        </div>
      </section>
    </>
  );
};

export default DeliveryPayment;
