import React from "react";
import "./return.scss";

const Return = () => {
  return (
    <>
      <section className="return">
        <div className="return_ua">
          <h4>Повернення товару:</h4>
        </div>
        <div className="return_description">
          <h4>Повернення товару:</h4>
          <p>
            Відповідно до Постанови Кабінету Міністрів України від 19 березня
            1994 р. № 172 "Про реалізацію окремих положень Закону України "Про
            захист прав споживачів" друковані видання належної якості не
            підлягають обміну, поверненню.
          </p>
          <p>
            У випадку виявлення поліграфічного браку книжкової продукції
            Продавець, за бажанням Покупця, здійснює повернення коштів у розмірі
            вартості повернутої продукції. Поліграфічний брак – це брак,
            отриманий внаслідок недотримання технології виробництва, що
            призводить до перекручування або втрати інформації: розмазування
            фарби, непродруковування фарби, нечіткий друк, склеєні сторінки,
            нерівне обрізання, перевернуті аркуші, відсутність аркушів, або їх
            повторення, невідповідність назви книжки на обкладинці її змісту,
            тощо.
          </p>
          <p>
            Покупець має право повернути браковану книжкову продукції протягом
            14 днів з моменту отримання. Для цього слід оформити заявку, у разі
            покупки в інтернет-магазині Librix звернувшись за тел. (044)
            195-14-00, або написавши на e-mail: support@librax.com. При
            оформленні заявки на повернення товару слід зазначити реквізити
            розрахункового документу, виданого Покупцю разом із проданим
            товаром. Повернення бракованої продукції здійснюється за рахунок
            Продавця. Продавець здійснює повернення коштів Покупцю, у розмірі
            вартості повернутої продукції, після отримання Продавцем книжкової
            продукції з елементами поліграфічного браку.
          </p>
          <p>
            У разі покупки товару у фізичному магазині необхідно звернутись в
            магазин, в якому був придбаний товар.
          </p>
          <p>
            За придбаний електронний контент адміністрація сайту не повертає
            грошові кошти. Електронні книжки поверненню чи обміну не підлягають.
          </p>
          <p>
            При необхідності обміну або повернення бракованої продукції, яку
            було надіслано за межі України міжнародною доставкою - рішення щодо
            здійснення фактичного повернення товару приймає Librix в залежності
            від доцільності (вартості зворотного транспортування, і т.д.). В
            разі, якщо повернення визнано недоцільним - клієнту за рішенням
            Librix можуть бути запропоновані інші механізми: компенсація
            вартості (повернення грошей за товар), або відправка товару на
            заміну бракованого без зворотної відправки бракованого товару
            (оплату за доставку товару на заміну здійснює Librix).
          </p>

          <h4>Правила повернення інших товарів:</h4>
          <p>
            У відповідності до положень Закону України «Про захист прав
            споживачів», споживач – фізична особа має право протягом 14 днів
            обміняти або повернути куплений товар, якщо він з якоїсь причини
            йому не підійшов. Дані правила обміну поширюються на непродовольчий
            товар належної якості за умови, що він не використовувався і зберіг
            товарний вигляд, споживчі властивості, пломби, ярлики, а також
            розрахунковий документ (чек), виданий споживачеві під час покупки.
          </p>
          <p>
            Для оформлення повернення товару слід оформити заявку, у разі
            покупки в інтернет-магазині Librix, звернувшись за тел. (044)
            195-14-00, або написавши на e-mail: support@librix.com. При
            оформленні заявки на повернення товару слід зазначити реквізити
            розрахункового документу, виданого Покупцю разом із проданим
            товаром. Повернення бракованої продукції здійснюється за рахунок
            Продавця. Продавець здійснює повернення коштів Покупцю, у розмірі
            вартості повернутої продукції, після отримання Продавцем продукції,
            що повертається.
          </p>

          <h5>Не підлягають обміну(поверненню):</h5>
          <ul>
            <li>
              -панчішно-шкарпеткові вироби, дитячі іграшки м’які, дитячі іграшки
              гумові надувні.
            </li>
          </ul>
        </div>
      </section>
    </>
  );
};

export default Return;
