import React from "react";
import "./bonus.scss";

const Bonus = () => {
  return (
    <>
      <section className="bonus">
        <div className="bonus_ua">
          <h4>Програма лояльності:</h4>
        </div>
        <div className="bonus_description">
          <h4>Програма лояльності Librix:</h4>
          <h5>Які бувають бонуси:</h5>

          <ul>
            <li>- Бонуси на День народження</li>
            <li>- Бонуси за відгуки</li>
            <li>- Нарахування Х2 бонусів на обрану категорію та видавництво</li>
            <li>- Спеціальні дні з нарахуванням Х2 бонусів</li>
            <li>
              - Персональні пропозиції за обраною категорією та видавництвом
            </li>
          </ul>

          <h4>Важливо:</h4>

          <ul>
            <li>
              - Бонуси нараховуються за покупки на сайті та в застосунку Librix.
            </li>
            <li>- Бонуси можна використати тільки на сайті librix.ua.</li>
            <li>- Бонусами не можна оплатити сертифікати.</li>
            <li>
              - Усі бонуси дійсні 365 днів з моменту останньої покупки (окрім
              швидких бонусів, які діють згідно з термінами акційної
              пропозиції).
            </li>
            <li>
              - Бонуси нараховуються тільки після повного виконання замовлення.
            </li>
            <li>
              - Якщо замовлення було скасовано до відправки, витрачені бонуси
              повертаються.
            </li>
            <li>- При відмові від отримання товару — бонуси анулюються.</li>
          </ul>
        </div>
      </section>
    </>
  );
};

export default Bonus;
