import React from "react";
import "./giftSertificates.scss";

const GiftSertificates = () => {
  return (
    <>
      <section className="gift-sertificates">
        <div className="gift-sertificates_ua">
          <h4>Подарункові сертифікати:</h4>
        </div>
        <div className="gift-sertificates_description">
          {/* <h4>Подарункові сертифікати Librix:</h4> */}

          <p>
            <strong>Найкращий подарунок — це можливість вибору.</strong>
            <br></br>
            Подарунковий сертифікат Librix — ідеальний варіант, коли хочеться
            подарувати емоції, а не просто річ. Даруйте друзям, рідним, коханим
            і колегам свободу обирати улюблені книжки серед понад 1 500 000
            видань українською та іншими мовами.
          </p>

          <p>
            Подарунковий сертифікат — це попередній платіж, який дає змогу
            купувати будь-які товари на Librix.ua (книги, електронні та
            аудіокниги, подарунки тощо) на суму, еквівалентну його номіналу.
            Доступний у паперовому або електронному форматі.
          </p>

          <h4>Електронний сертифікат:</h4>

          <p>
            Не маєте змоги привітати особисто? Виберіть електронний сертифікат —
            і він буде доставлений у будь-яку країну за лічені секунди.
          </p>
          <ul>
            <li>· Можливість обрати вигляд сертифіката зі списку</li>
            <li>· Можливість написати привітання до сертифікату</li>
            <li>
              · Надсилається на email одержувача або покупця одразу після оплати
              або в обрану датуу
            </li>
            <li>
              · Містить унікальний код, який активується під час оформлення
              замовлення.
            </li>
          </ul>

          <h4>Паперовий сертифікат:</h4>

          <p>
            Фірмовий сертифікат Librix — гарний подарунок до будь-якого свята.
          </p>
          <ul>
            <li>· Доступні номінали: 300 грн, 500 грн, 1000 грн, 2000 грн.</li>
            <li>· Доставка здійснюється поштовими операторами.</li>
            <li>· Містить індивідуальний код для використання на сайті.</li>
          </ul>

          <h4>Як використовувати сертифікат:</h4>

          <ol>
            <li>1. Оберіть будь-які товари на Librix.ua.</li>
            <li>2. Додайте їх у кошик.</li>
            <li>
              3. У полі «Промокод або сертифікат» введіть номер сертифіката.
            </li>
            <li>
              4. Якщо сума покупки перевищує номінал — просто доплатіть різницю.
            </li>
            <li>
              5. Якщо вартість товару менша, ніж номінал — сплатіть 1 грн, а
              залишок коштів згорає.
            </li>
          </ol>

          <h4>Правила використання:</h4>

          <ul>
            <li>· Термін дії — 1 рік із моменту придбання.</li>
            <li>· Сертифікат не підлягає поверненню або обміну на гроші.</li>
            <li>· Бонуси за купівлю сертифікатів не нараховуються.</li>
            <li>
              · Промокоди можна використовувати при оплаті товарів сертифікатом.
            </li>
            <li>· Загублені сертифікати не відновлюються.</li>
          </ul>
        </div>
      </section>
    </>
  );
};

export default GiftSertificates;
