import React from "react";
import "./news.scss";

const News = () => {
  return (
    <>
      <section className="news">
        <div className="about_us">
          <h4>Новини:</h4>
        </div>
        <div className="about_description">
          <h4>5000 грн від держави = бібліотека для вашого школяра!</h4>
          <p>
            З 1 жовтня 2025 року державна програма «Пакунок школяра» розширює
            свої можливості. Відтепер кошти у розмірі 5000 грн можна використати
            не лише на одяг чи приладдя, а й на придбання книжок.
          </p>
          <p>
            У «Книгарня Є» ви зможете зібрати для вашого школяра справжню
            бібліотеку — від підручників та довідників до художньої літератури,
            яка розвиває уяву та надихає. Книжки — найкраща інвестиція в
            майбутнє! Запрошуємо скористатися можливістю і обрати саме ті
            видання, які зроблять навчання цікавішим і кориснішим.
          </p>

          <h5>Як подати заяву на отримання коштів?</h5>
          <p>Онлайн через «Дію»: </p>
          <ul>
            <li>1. Оновіть застосунок «Дія» та авторизуйтеся.</li>
            <li>
              2. Перейдіть у розділ «Сервіси» → «Допомога від держави» →
              «Пакунок школяра».
            </li>
            <li>3. Оберіть дитину, на яку оформлюєте заяву. </li>
            <li>
              4. Виберіть або відкрийте «Дія. Картку» для зарахування грошей.{" "}
            </li>
            <li>5. Перевірте дані та засвідчте заяву Дія. Підписом. </li>
          </ul>

          <h5>Офлайн:</h5>

          <ul>
            <li>
              1. Зверніться із письмовою заявою до найближчого сервісного центру
              Пенсійного фонду України.{" "}
            </li>
          </ul>

          <h5>Коли і як можна використовувати кошти?</h5>
          <ul>
            <li>1. Кошти надходять на спеціальну «Дія. Картку».</li>
            <li>
              2. Виплату можна використати протягом 180 днів після нарахування.
            </li>
          </ul>
        </div>
      </section>
    </>
  );
};

export default News;
